#+TITLE: Brainstorm School Summer '23
#+AUTHOR: Chris Hogan
#+DATE: <2023-05-08 Mon> to <2023-07-16 Sun>
#+STARTUP: nologdone
#+STARTUP: overview

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W20 :tags t
#+CAPTION: Clock summary at [2023-06-14 Wed 21:45], for week 2023-W20.
| Tags    | Headline                                | Time   |      |      |
|---------+-----------------------------------------+--------+------+------|
|         | *Total time*                            | *9:52* |      |      |
|---------+-----------------------------------------+--------+------+------|
|         | Week 1                                  | 9:52   |      |      |
|         | \_  <2023-05-15 Mon>                    |        | 1:54 |      |
| study   | \_    AD2 reference gathering           |        |      | 0:49 |
| drawing | \_    AD2 week 1 homework               |        |      | 1:05 |
|         | \_  <2023-05-20 Sat>                    |        | 2:30 |      |
| study   | \_    BUD week 1 planning and reference |        |      | 2:30 |
|         | \_  <2023-05-21 Sun>                    |        | 5:28 |      |
| 3D      | \_    BUD week 1                        |        |      | 2:16 |
| study   | \_    BUD week 2                        |        |      | 3:12 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *1h 5m*  |
|----------+------------+----------|
| study    | *Tag time* | *6h 31m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *2h 16m* |

#+END:

** <2023-05-15 Mon>
*** DONE AD2 reference gathering                                      :study:
:LOGBOOK:
CLOCK: [2023-05-15 Mon 10:25]--[2023-05-15 Mon 10:51] =>  0:26
CLOCK: [2023-05-15 Mon 09:53]--[2023-05-15 Mon 10:16] =>  0:23
:END:
*** DONE AD2 week 1 homework                                        :drawing:
:LOGBOOK:
CLOCK: [2023-05-15 Mon 11:01]--[2023-05-15 Mon 12:06] =>  1:05
:END:
** <2023-05-20 Sat>
*** DONE BUD week 1 planning and reference                            :study:
:LOGBOOK:
CLOCK: [2023-05-20 Sat 19:00]--[2023-05-20 Sat 20:00] =>  1:00
CLOCK: [2023-05-20 Sat 17:00]--[2023-05-20 Sat 18:30] =>  1:30
:END:
** <2023-05-21 Sun>
*** DONE BUD week 1                                                      :3D:
:LOGBOOK:
CLOCK: [2023-05-21 Sun 09:17]--[2023-05-21 Sun 10:09] =>  0:52
CLOCK: [2023-05-21 Sun 07:13]--[2023-05-21 Sun 08:37] =>  1:24
:END:
*** DONE BUD week 2                                                   :study:
:LOGBOOK:
CLOCK: [2023-05-21 Sun 11:58]--[2023-05-21 Sun 15:10] =>  3:12
:END:
* Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W21 :tags t
#+CAPTION: Clock summary at [2023-06-14 Wed 21:45], for week 2023-W21.
| Tags  | Headline                  | Time   |      |      |
|-------+---------------------------+--------+------+------|
|       | *Total time*              | *4:19* |      |      |
|-------+---------------------------+--------+------+------|
|       | Week 2                    | 4:19   |      |      |
|       | \_  <2023-05-28 Sun>      |        | 4:19 |      |
| 3D    | \_    BUD week 2 homework |        |      | 1:22 |
| study | \_    BUD week 3          |        |      | 2:57 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *2h 57m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *1h 22m* |

#+END:
** <2023-05-28 Sun>
*** DONE BUD week 2 homework                                             :3D:
:LOGBOOK:
CLOCK: [2023-05-28 Sun 07:15]--[2023-05-28 Sun 08:37] =>  1:22
:END:
*** DONE BUD week 3                                                   :study:
:LOGBOOK:
CLOCK: [2023-05-28 Sun 12:00]--[2023-05-28 Sun 14:57] =>  2:57
:END:
* Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W22 :tags t
#+CAPTION: Clock summary at [2023-06-14 Wed 21:45], for week 2023-W22.
| Tags  | Headline             | Time   |      |      |
|-------+----------------------+--------+------+------|
|       | *Total time*         | *0:58* |      |      |
|-------+----------------------+--------+------+------|
|       | Week 3               | 0:58   |      |      |
|       | \_  <2023-05-30 Tue> |        | 0:58 |      |
| study | \_    AD2 week 3     |        |      | 0:58 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *0h 58m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:

** <2023-05-30 Tue>
*** DONE AD2 week 3                                                   :study:
:LOGBOOK:
CLOCK: [2023-05-30 Tue 13:13]--[2023-05-30 Tue 14:11] =>  0:58
:END:
* Week 4
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W23 :tags t
#+CAPTION: Clock summary at [2023-06-14 Wed 21:45], for week 2023-W23.
| Tags     | Headline                          | Time    |      |      |
|----------+-----------------------------------+---------+------+------|
|          | *Total time*                      | *21:16* |      |      |
|----------+-----------------------------------+---------+------+------|
|          | Week 4                            | 21:16   |      |      |
|          | \_  <2023-06-05 Mon>              |         | 1:40 |      |
| study    | \_    evolve block 1 part 1       |         |      | 1:40 |
|          | \_  <2023-06-07 Wed>              |         | 1:17 |      |
| study    | \_    AD2 week 4                  |         |      | 1:13 |
| study    | \_    AD2 week 4 project planning |         |      | 0:04 |
|          | \_  <2023-06-08 Thu>              |         | 3:29 |      |
| study    | \_    AD2 week 4 project planning |         |      | 3:29 |
|          | \_  <2023-06-09 Fri>              |         | 3:43 |      |
| study    | \_    AD2 week 4 project planning |         |      | 2:10 |
| drawing  | \_    AD2 week 4 homework         |         |      | 0:53 |
| drawing  | \_    evolve block 1 part 1       |         |      | 0:40 |
|          | \_  <2023-06-10 Sat>              |         | 6:51 |      |
| drawing  | \_    AD2 week 4 homework         |         |      | 2:14 |
| study    | \_    AD2 week 5                  |         |      | 4:37 |
|          | \_  <2023-06-11 Sun>              |         | 4:16 |      |
| painting | \_    evolve block 1 part 1       |         |      | 3:48 |
| study    | \_    blog                        |         |      | 0:28 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *3h 47m*  |
|----------+------------+-----------|
| study    | *Tag time* | *13h 41m* |
|----------+------------+-----------|
| painting | *Tag time* | *3h 48m*  |
|----------+------------+-----------|
| 3D       | *Tag time* | *0h 0m*   |

#+END:
** <2023-06-05 Mon>
*** DONE evolve block 1 part 1                                        :study:
:LOGBOOK:
CLOCK: [2023-06-05 Mon 12:00]--[2023-06-05 Mon 13:40] =>  1:40
:END:
** <2023-06-07 Wed>
*** DONE AD2 week 4                                                   :study:
:LOGBOOK:
CLOCK: [2023-06-07 Wed 09:46]--[2023-06-07 Wed 10:59] =>  1:13
:END:
*** DONE AD2 week 4 project planning                                  :study:
:LOGBOOK:
CLOCK: [2023-06-07 Wed 09:42]--[2023-06-07 Wed 09:46] =>  0:04
:END:
** <2023-06-08 Thu>
*** DONE AD2 week 4 project planning                                  :study:
:LOGBOOK:
CLOCK: [2023-06-08 Thu 18:24]--[2023-06-08 Thu 19:36] =>  1:12
CLOCK: [2023-06-08 Thu 14:36]--[2023-06-08 Thu 14:58] =>  0:22
CLOCK: [2023-06-08 Thu 10:23]--[2023-06-08 Thu 11:39] =>  1:16
CLOCK: [2023-06-08 Thu 08:17]--[2023-06-08 Thu 08:56] =>  0:39
:END:
** <2023-06-09 Fri>
*** DONE AD2 week 4 project planning                                  :study:
:LOGBOOK:
CLOCK: [2023-06-09 Fri 10:35]--[2023-06-09 Fri 10:48] =>  0:13
CLOCK: [2023-06-09 Fri 10:08]--[2023-06-09 Fri 10:24] =>  0:16
CLOCK: [2023-06-09 Fri 07:15]--[2023-06-09 Fri 08:45] =>  1:30
CLOCK: [2023-06-09 Fri 10:24]--[2023-06-09 Fri 10:35] =>  0:11
:END:
*** TODO AD2 week 4 homework :drawing:
:LOGBOOK:
CLOCK: [2023-06-09 Fri 11:24]--[2023-06-09 Fri 11:44] =>  0:20
CLOCK: [2023-06-09 Fri 10:49]--[2023-06-09 Fri 11:22] =>  0:33
:END:
*** DONE evolve block 1 part 1                                      :drawing:
:LOGBOOK:
CLOCK: [2023-06-09 Fri 12:45]--[2023-06-09 Fri 13:25] =>  0:40
:END:
** <2023-06-10 Sat>
*** DONE AD2 week 4 homework                                        :drawing:
:LOGBOOK:
CLOCK: [2023-06-10 Sat 10:02]--[2023-06-10 Sat 10:40] =>  0:38
CLOCK: [2023-06-10 Sat 08:34]--[2023-06-10 Sat 09:45] =>  1:11
CLOCK: [2023-06-10 Sat 07:23]--[2023-06-10 Sat 07:48] =>  0:25
:END:
*** DONE AD2 week 5                                                   :study:
:LOGBOOK:
CLOCK: [2023-06-10 Sat 11:59]--[2023-06-10 Sat 16:36] =>  4:37
:END:
** <2023-06-11 Sun>
*** DONE evolve block 1 part 1                                     :painting:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 17:33]--[2023-06-11 Sun 20:14] =>  2:41
CLOCK: [2023-06-11 Sun 13:52]--[2023-06-11 Sun 14:59] =>  1:07
:END:
*** DONE blog                                                         :study:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 21:29]--[2023-06-11 Sun 21:57] =>  0:28
:END:
* Week 5
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W24 :tags t
#+CAPTION: Clock summary at [2023-06-14 Wed 21:45], for week 2023-W24.
| Tags     | Headline                    | Time    |      |      |
|----------+-----------------------------+---------+------+------|
|          | *Total time*                | *17:46* |      |      |
|----------+-----------------------------+---------+------+------|
|          | Week 5                      | 17:46   |      |      |
|          | \_  <2023-06-12 Mon>        |         | 6:51 |      |
| drawing  | \_    evolve block 1 part 2 |         |      | 0:31 |
| study    | \_    evolve block 1 part 2 |         |      | 1:31 |
| painting | \_    evolve block 1 part 2 |         |      | 4:49 |
|          | \_  <2023-06-13 Tue>        |         | 5:02 |      |
| drawing  | \_    evolve block 1 part 3 |         |      | 0:17 |
| study    | \_    evolve block 1 part 3 |         |      | 0:22 |
| painting | \_    evolve block 1 part 3 |         |      | 4:23 |
|          | \_  <2023-06-14 Wed>        |         | 5:53 |      |
| drawing  | \_    evolve block 1 part 4 |         |      | 0:19 |
| study    | \_    evolve block 1 part 4 |         |      | 2:04 |
| painting | \_    evolve block 1 part 4 |         |      | 3:15 |
| drawing  | \_    evolve block 1 part 5 |         |      | 0:15 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *1h 22m*  |
|----------+------------+-----------|
| study    | *Tag time* | *3h 57m*  |
|----------+------------+-----------|
| painting | *Tag time* | *12h 27m* |
|----------+------------+-----------|
| 3D       | *Tag time* | *0h 0m*   |

#+END:
** <2023-06-12 Mon>
*** DONE evolve block 1 part 2                                      :drawing:
:LOGBOOK:
CLOCK: [2023-06-12 Mon 09:25]--[2023-06-12 Mon 09:56] =>  0:31
:END:
*** DONE evolve block 1 part 2                                        :study:
:LOGBOOK:
CLOCK: [2023-06-12 Mon 10:40]--[2023-06-12 Mon 12:11] =>  1:31
:END:
*** DONE evolve block 1 part 2                                     :painting:
:LOGBOOK:
CLOCK: [2023-06-12 Mon 17:24]--[2023-06-12 Mon 18:58] =>  1:34
CLOCK: [2023-06-12 Mon 14:42]--[2023-06-12 Mon 16:09] =>  1:27
CLOCK: [2023-06-12 Mon 12:51]--[2023-06-12 Mon 14:39] =>  1:48
:END:
** <2023-06-13 Tue>
*** DONE evolve block 1 part 3                                      :drawing:
:LOGBOOK:
CLOCK: [2023-06-13 Tue 09:30]--[2023-06-13 Tue 09:47] =>  0:17
:END:
*** DONE evolve block 1 part 3                                        :study:
:LOGBOOK:
CLOCK: [2023-06-13 Tue 10:15]--[2023-06-13 Tue 10:37] =>  0:22
:END:
*** DONE evolve block 1 part 3                                     :painting:
:LOGBOOK:
CLOCK: [2023-06-13 Tue 17:36]--[2023-06-13 Tue 18:46] =>  1:10
CLOCK: [2023-06-13 Tue 14:03]--[2023-06-13 Tue 16:12] =>  2:09
CLOCK: [2023-06-13 Tue 10:59]--[2023-06-13 Tue 12:03] =>  1:04
:END:
** <2023-06-14 Wed>
*** DONE evolve block 1 part 4                                      :drawing:
:LOGBOOK:
CLOCK: [2023-06-14 Wed 12:58]--[2023-06-14 Wed 13:07] =>  0:09
CLOCK: [2023-06-14 Wed 09:52]--[2023-06-14 Wed 10:02] =>  0:10
:END:
*** DONE evolve block 1 part 4                                        :study:
:LOGBOOK:
CLOCK: [2023-06-14 Wed 10:02]--[2023-06-14 Wed 12:06] =>  2:04
:END:
*** DONE evolve block 1 part 4                                     :painting:
:LOGBOOK:
CLOCK: [2023-06-14 Wed 18:05]--[2023-06-14 Wed 18:37] =>  0:32
CLOCK: [2023-06-14 Wed 15:18]--[2023-06-14 Wed 16:36] =>  1:18
CLOCK: [2023-06-14 Wed 13:09]--[2023-06-14 Wed 14:34] =>  1:25
:END:
*** DONE evolve block 1 part 5                                      :drawing:
:LOGBOOK:
CLOCK: [2023-06-14 Wed 18:37]--[2023-06-14 Wed 18:52] =>  0:15
:END:
** <2023-06-15 Thu>
*** TODO evolveblock 1 part 5 :study:
*** TODO evolveblock 1 part 5 :painting:

